Repository: datnv2908/Viettel-Telecom
Catalog: LumiClip/MyClip/Resource/Localization/*.lproj/Localizable.strings
Languages: vi

# anh_dai_dien_khong_duoc_de_trong
source: Profile image can not be blank
vi: Ảnh đại diện không được để trống

# anh_mat_sau
source: Front photo
vi: Ảnh mặt trước

# anh_mat_truoc
source: Photo on the back
vi: Ảnh mặt sau

# Auto
source: Automatic
vi: Tự động

# ban_co_dong_y_xoa_kenh_lien_quan_nay_khong
source: Do you agree to delete this related channel?
vi: Bạn có đồng ý xóa kênh liên quan này không?

# ban_co_muon_tat_thong_bao_kenh_nay_khong
source: Do you want to turn off this channel notification?
vi: Bạn có muốn tắt thông báo kênh này không?

# ban_co_the_dang_tai_video
source: You can download videos and track your earnings on the system
vi: Bạn có thể đăng tải Video

# ban_co_xoa_binh_luan_nay_khong
source: Do you want to delete this comment?
vi: Bạn có muốn xóa bình luận này không?

# ban_dang_ngoai_tuyen
source: You are offline
vi: Bạn đang ngoại tuyến

# bao_cao
source: Report
vi: Báo cáo

# bat_buoc_nhap
source: Required
vi: Bắt buộc nhập

# bat_dau_chuong_trinh
source: Start the program
vi: Bắt đầu chương trình

# bat_dau
source: Start
vi: Bắt đầu

# binh_luan
source: Comment
vi: Bình luận

# bo_nho_khong_du_tai_video
source: Not enough memory to download videos
vi: Bộ nhớ không đủ để tải Video

# bo_qua
source: Ignore
vi: Bỏ qua

# BuyRetail
source: retail
vi: Mua lẻ

# ca_nhan
source: Account
vi: Cá nhân

# cai_dat_chat_luong_video
source: Video quality settings
vi: Cài đặt chất lượng Video

# cai_dat_kenh
source: Edit channel
vi: Cài đặt kênh

# cai_dat_thong_bao
source: Notification settings
vi: Cài đặt thông báo

# cai_dat
source: Settings
vi: Cài đặt

# Call198Confirm
source: Contact 100 (free of charge) for assistance?
vi: Liên hệ 100 (miễn phí) để được hỗ trợ ?

source: Cancel
vi: Hủy

# cap_nhat_thanh_cong
source: Update successful
vi: Cập nhật thành công

# cau_tra_loi
source: Answer
vi: Câu trả lời

# chat_luong
source: quality
vi: Chất lượng

# che_do
source: regime
vi: Chế độ

# chi_phat_hd_tren_wifi
source: Only play HD on Wifi
vi: Chỉ phát HD trên Wifi

# chia_se_video
source: Share Video
vi: Chia sẻ Video

# chia_se
source: Share
vi: Chia sẻ

# chinh_sua_mo_ta
source: Edit description
vi: Chỉnh sửa mô tả

# chinh_sua_ten
source: Edit name
vi: Chỉnh sửa tên

# chinh_sua_video
source: Edit video
vi: Chỉnh sửa video

# chinh_sua
source: Edit
vi: Chỉnh sửa

# cho_phe_duyet_chua_xem_duoc
source: Awaiting approval (not yet viewable)
vi: Chờ phê duyệt (chưa xem được)

# chon_anh_mat_sau
source: Select Photos on the back
vi: Chọn Ảnh mặt sau

# chon_anh_mat_truoc
source: Select Front image
vi: Chọn Ảnh mặt trước

# chon_anh
source: Choose Photos
vi: Chọn Ảnh

# chon_hinh_dai_dien
source: Choose an avatar
vi: Chọn hình đại diện

# chon_hinh_nen_dai_dien
source: Choose a representative wallpaper
vi: Chọn hình nền đại diện

# chon_ngay
source: Choose Date
vi: Chọn Ngày

# chon_noi_dung_yeu_thich_ben_duoi
source: Select your favorite content below
vi: Chọn nội dung yêu thích bên dưới

# chon_noi_dung
source: Select content
vi: Chọn nội dung

# chon_thang
source: Choose Month
vi: Chọn Tháng

# chon_tu_thu_vien
source: Choose from the library
vi: Chọn từ thư viện

# chua_chon_video
source: No video selected
vi: Chưa chọn video

# chuan
source: standard
vi: Chuẩn

# chuong_trinh_se_bat_dau_sau
source: The program will start later
vi: Chương trình sẽ bắt đầu sau

# chup_anh
source: Take a photo
vi: Chụp ảnh

# chuyen_den_video_cua_toi
source: Go to My Videos
vi: Chuyển đến Video của tôi

# chuyen_den_video_tai_xuong
source: Go to the Downloaded video
vi: Chuyển đến Video tải xuống

# co_phien_ban_moi
source: Already have a new update, would you like to upgrade?
vi: Đã có bản cập nhật mới, bạn có muốn nâng cấp không?

# co_the_ban_thich
source: Maybe you like
vi: Có thể bạn thích

# cong_khai
source: Public
vi: Công khai

# cu_nhat
source: Oldest
vi: Cũ nhất

# da_dang_ky
source: Registered
vi: Đã đăng ký

# da_duyet
source: Approved
vi: Đã duyệt

# da_gui_y_kien
source: Sent opinion
vi: Đã gửi y kiến

# da_phe_duyet
source: Approved
vi: Đã phê duyệt

# da_thiet_lap_ket_noi
source: A connection has been established
vi: Đã thiết lập kết nối

# da_xoa_video_tai_xuong
source: Downloaded videos deleted
vi: Đã xóa video tải xuống

# daang_ky
source: REGISTER
vi: Đăng ký

# daang_tai_thanh_cong
source: Uploaded successfully
vi: Đăng tải thành công

# daang_tai_video
source: Upload videos
vi: Đăng tải video

# daang_tai
source: Upload
vi: Đăng tải

# dang_cho_duyet
source: Awaiting approval
vi: Đang chờ duyệt

# dang_cho
source: waiting
vi: Đang chờ

# dang_ky_kenh
source: Subscribe to the channel
vi: Đăng ký kênh

# dang_ky_nhan_tien
source: Sign up to get money
vi: Đăng ký nhận tiền

# dang_ky_tai_khoan
source: register an account
vi: Đăng ký tài khoản

# dang_ky_thong_tin_thanh_toan_khong_hop_le
source: Registration for payment information is not valid
vi: Đăng ký thông tin thanh toán không hợp lệ

# dang_nhap
source: Log in
vi: Đăng nhập

# dang_phat_tren
source: Now playing on
vi: Đang phát trên

# dang_tai_len
source: Uploading in progress
vi: Đang tải lên

# dang_tai_xuong
source: Download in progress
vi: Đang tải xuống

# dang_vao
source: Posted on
vi: Đăng vào

# dang_xu_ly
source: Processing
vi: Đang xử lý

# dang_xuat
source: Logout
vi: Đăng xuất

# danh_gia_ung_dung
source: Application reviews
vi: Đánh giá ứng dụng

# danh_sach_phat
source: Playlist
vi: Danh sách phát

# danh_sach_theo_doi
source: Watchlist
vi: Danh sách theo dõi

# DataNotFound
source: no data
vi: Không có dữ liệu

# de_xuat
source: Recommend
vi: Đề xuất

# den_tai_xuong
source: Come download
vi: Đến tải xuống

# den
source: Come
vi: Đến

# DeviceCannotSendMsg
source: Messaging does not support devices
vi: Thiết bị không hỗ trợ nhắn tin

# diem_cua_toi
source: My point
vi: Điểm của tôi

# dieu_khoan_va_chinh_sach_bao_mat
source: Terms and privacy policy
vi: Điều khoản và chính sách bảo mật

# doi_mat_khau
source: Change Password
vi: Đổi mật khẩu

# dong_y
source: OK
vi: Đồng ý

# dong
source: Closed
vi: Đóng

# dung_hoi_lai
source: Do not ask again
vi: Đừng hỏi lại

# dung_luong_khong_duoc_vuot_qua_1gb
source: Video size cannot exceed 1GB.
vi: Dung lượng video không được vượt quá 1GB.

# dung_thu_1_thang_mien_phi
source: 1 month free trial
vi: Dùng thử 1 tháng miễn phí

# EnterAcceptTerm
source: Please confirm the terms
vi: Vui lòng xác nhận điều khoản

# EnterAccountNo
source: Please enter your account number
vi: Vui lòng nhập số tài khoản

# EnterBankAddress
source: Please enter your permanent address
vi: Vui lòng nhập địa chỉ thường trú

# EnterBankBranche
source: Please enter the branch
vi: Vui lòng nhập chi nhánh

# EnterBankInfor
source: Please enter a bank
vi: Vui lòng nhập ngân hàng

# EnterEmail
source: Please enter email address
vi: Vui lòng nhập địa chỉ email

# EnterIDAddress
source: Please enter the place of issue
vi: Vui lòng nhập nơi cấp

# EnterIDBackImage
source: Please select a photo on the back
vi: Vui lòng chọn ảnh mặt sau

# EnterIDDate
source: Please enter issue date
vi: Vui lòng nhập ngày cấp

# EnterIDFrontImage
source: Please select a frontal image
vi: Vui lòng chọn ảnh mặt trước

# EnterIDNo
source: Please enter your ID number
vi: Vui lòng nhập số CMND

# EnterMST
source: Please enter your tax code
vi: Vui lòng nhập mã số thuế

# EnterName
source: Please enter your first and last name
vi: Vui lòng nhập họ và tên

# EnterOTP
source: Captcha code may not be blank
vi: Mã capcha không được để trống

# EnterPassword
source: Please enter a password
vi: Vui lòng nhập mật khẩu

# EnterPhoneNumber
source: Please enter the phone number
vi: Vui lòng nhập số điện thoại

# EnterPhoneOTP
source: Please enter the OTP code
vi: Vui lòng nhập mã OTP

# EnterVTPPhone
source: Please enter ViettelPay account number
vi: Vui lòng số điện thoại

# FilmNew
source: Latest
vi: Mới nhất

source: Follow
vi: Theo dõi

source: Unfollow
vi: Bỏ theo dõi

# FREE_DATA
source: Completely free 3G / 4G
vi: Hoàn toàn miễn phí 3G/4G

# FriendMusic
source: Friend
vi: Bạn bè

# FriendVideo
source: Friend
vi: Bạn bè

# giai_thuong_thang
source: Award of the month
vi: Giải thưởng tháng

# giai_thuong_tuan
source: Weekly award
vi: Giải thưởng tuần

# giai_thuong
source: award
vi: Giải thưởng

# giay
source: Seconds
vi: Giây

# gio
source: Hours
vi: Giờ

# gioi_thieu
source: Introduction
vi: Giới thiệu

# goi
source: Package
vi: Gói

# goi_cuoc
source: Data plan
vi: Gói cước Data

# gui_phan_hoi_thanh_cong
source: Send feedback successfully
vi: Gửi phản hồi thành công

# gui_y_kien
source: Submit comments
vi: Gửi ý kiến

# hinh_dai_dien
source: Avatar
vi: Hình đại diện

# hinh_thuc_nhan_tien
source: Method of receiving money
vi: Hình thức nhận tiền

# HomeFilm
source: Tendency
vi: Xu hướng

# huy_bo
source: Cancel
vi: Hủy bỏ

# huy
source: Cancel
vi: Hủy

source: Ignore
vi: Bỏ qua

# InternetConnectLost
source: No network connection. Please try again!
vi: Không có kết nối mạng. Vui lòng thử lại!

# InvalidPhoneNumber
source: Invalid phone number. Please check again
vi: Số điện thoại không hợp lệ. Vui lòng kiểm tra lại

# kenh
source: Channels
vi: Kênh

# keo_tha_de_sap_xep_vi_tri_hien_thi_noi_dung
source: Drag and drop to arrange the display position of content
vi: Kéo thả để sắp xếp vị trí hiển thị của nội dung

# khong_co_du_lieu
source: No data
vi: Không có dữ liệu

# khong_co_ket_noi
source: There is no connection
vi: Không có kết nối

# khong_co_video_trong_bo_nho_dien_thoai
source: There are no videos in the phone's memory
vi: Không có video trong bộ nhớ của điện thoại

# khong_cong_khai
source: Not public
vi: Không công khai

# khong_the_tai_anh
source: Unable to load photo
vi: Không thể tải ảnh

# khong_thich_video
source: Do not like Videos
vi: Không thích Video

# lay_ma_otp
source: Get the OTP code
vi: Lấy mã OTP

# lay_mat_khau
source: Get the password
vi: Lấy mật khẩu

# lien_he
source: Contact
vi: Liên hệ

# link_register_viettel_pay
source: If you do not have e-Mola account, register
vi: Nếu bạn chưa có tài khoản ViettelPay, hãy đăng ký <a href="https://viettelpay.vn"<a>

# loai_bo_nhung_thay_doi
source: Discard changes? If you go back, will you lose your edits?
vi: Loại bỏ những thay đổi? Nếu bạn quay lại , bạn sẽ mất hết những chỉnh sửa của bạn?

# LoginFailMessage
source: Login unsuccessful. Please try again.
vi: Đăng nhập không thành công. Vui lòng thử lại.

# LogoutConfirm
source: Do you want to log out?
vi: Bạn có muốn đăng xuất không?

# luot_theo_doi
source: follows
vi: Lượt theo dõi

# luot_xem
source: View
vi: Lượt xem

# luu
source: SAVE
vi: Lưu

# ly_do
source: Reason
vi: Lý do

# ma_captcha
source: Type captcha
vi: Mã captcha

# mat_khau_cu
source: Old password
vi: Mật khẩu cũ

# mat_khau_moi
source: New password
vi: Mật khẩu mới

# mo_cai_dat
source: Open the settings
vi: Mở cài đặt

# mo_ta
source: Description
vi: Mô tả

# moi_nhat
source: Latest
vi: Mới nhất

# myclip.AboutService
source: Information Services
vi: Thông tin dịch vụ

# myclip.Account
source: Account
vi: Tài khoản

# myclip.Actors
source: Cast
vi: Diễn viên

# myclip.AddSuccess
source: More success
vi: Thêm thành công

# myclip.AppVersion
source: Application information
vi: Thông tin ứng dụng

# myclip.AutoLogin3G
source: Automatically log in with 3G
vi: Tự động đăng nhập bằng 3G

# myclip.Back
source: Come back
vi: Quay lại

# myclip.BuyAllPart
source: Buy the full set
vi: Mua trọn bộ

# myclip.BuyRetail
source: Retail
vi: Mua lẻ

# myclip.Cancel
source: CANCEL
vi: HỦY

# myclip.CancelDo
source: CANCEL
vi: Huỷ bỏ

# myclip.CaptchaEmpty
source: Confirmation code cannot be blank
vi: Mã xác nhận không được để trống

# myclip.ChangePassword
source: Change Password
vi: Đổi mật khẩu

# myclip.ChangePasswordFail
source: Password change failed
vi: Đổi mật khẩu thất bại

# myclip.ChangePasswordSuccess
source: Change password successfully
vi: Đổi mật khẩu thành công

# myclip.ChoosePackageRequireMsg
source: Please select the package you want to register.
vi: Vui lòng chọn gói cước bạn muốn đăng kí.

# myclip.ChoosePart
source: Choose episode
vi: Chọn tập

# myclip.ChooseQuality
source: Choose quality
vi: Chọn chất lượng

# myclip.ChooseSpeed
source: Choose the speed
vi: Chọn tốc độ

# myclip.ClearHistoryFail
source: Clear history of failures
vi: Xoá lich sử thất bại

# myclip.ClearHistorySuccess
source: Clear history of success
vi: Xoá lịch sử thành công

# myclip.ClearWatchHistory
source: Clear recent watch history
vi: Xoá lịch sử xem gần đây

# myclip.ComfirmClearHistory
source: Are you sure you delete all recent viewing lists
vi: Bạn có chắc chắn xóa hết danh sách xem gần đây không?

# myclip.Confirm
source: CONFIRM
vi: XÁC NHẬN

# myclip.ConfirmClearDownload
source: Are you sure you delete all download lists?
vi: Bạn có chắc chắn xóa hết danh sách tải xuống không?

# myclip.ConfirmClearSearchAllHistory
source: Are you sure you delete all search history?
vi: Bạn có chắc chắn xóa hết lịch sử tìm kiếm?

# myclip.ConfirmClearSearchHistory
source: Are you sure to delete the search history?
vi: Bạn có chắc chắn xóa lịch sử tìm kiếm?

# myclip.ConfirmPackage
source: AGREE
vi: ĐỒNG Ý

# myclip.ConfirmPackageTitle
source: CONFIRM
vi: XÁC NHẬN

# myclip.favorite
source: favourite
vi: Vui lòng nhập xác nhận mật khẩu

# myclip.ConfirmRemovePlaylist
source: Are you sure you want to delete this playlist?
vi: Bạn có chắc chắn muốn xoá danh sách phát này không?

# myclip.Contact
source: Contact
vi: Liên Hệ

# myclip.ContentRequireMsg
source: Please enter content
vi: Yêu cầu nhập nội dung

# myclip.ContinueWatch
source: See more
vi: Xem tiếp

# myclip.Country
source: nation
vi: Quốc gia

# myclip.CreateNewPlaylist
source: Create new playlist
vi: Tạo danh sách phát mới

# myclip.DifferentOldPass
source: The new password is the same as the old password
vi: Mật khẩu mới giống mật khẩu cũ

# myclip.EditMyChannel
source: Edit channel
vi: Cài đặt kênh

# myclip.EmptyEditDescriptionChannel
source: Please enter description
vi: Vui lòng nhập mô tả

# myclip.EmptyEditNameChannel
source: Please enter your full name
vi: Vui lòng nhập tên đầy đủ

# myclip.EnterCaptcha
source: Enter captcha code
vi: Nhập mã captcha

# myclip.EnterConfirmNewPass
source: Confirm password
vi: Xác nhận mật khẩu mới

# myclip.EnterNewPass
source: Enter your new password
vi: Nhập mật khẩu mới

# myclip.EnterNewPlaylistName
source: Enter the name of the new listing
vi: Nhập tên danh sách mới

# myclip.EnterOldPass
source: Enter current password
vi: Nhập mật khẩu hiện tại

# myclip.EnterOTPCode
source: Enter the OTP code
vi: Nhập mã OTP

# myclip.EnterPassword
source: Enter password.
vi: Nhập mật khẩu.

# myclip.EnterPhoneNumber
source: Enter your phone number
vi: Nhập số điện thoại

# myclip.EnterPlaylistName
source: Please enter the playlist name
vi: Vui lòng nhập tên danh sách phát

# myclip.ExpandAppendText
source: ..more
vi: ...thêm

# myclip.ExpandText
source: ..more
vi: thêm

# myclip.feedback.canNotUseTV
source: Comments & error messages
vi: Góp ý & báo lỗi

# myclip.Feedback
source: Subscribers cannot watch TV
vi: Thuê bao không xem được TV

# myclip.Film
source: Movie
vi: Phim

# myclip.GetOTPCode
source: Get the OTP code
vi: Lấy mã OTP

# myclip.GetPassword
source: Forgot password?
vi: Quên mật khẩu?

# myclip.Introduce
source: Introduction
vi: Giới Thiệu

# myclip.LinkAccount
source: Link account
vi: Liên kết tài khoản

# myclip.LINKACCOUNT
source: Link account
vi: LIÊN KẾT TÀI KHOẢN

# myclip.LinkAccountFail
source: Account link failed
vi: Liên kết tài khoản thất bại

# myclip.LinkAccountHint
source: Please link your account to view the content for charging and signing up for UClip service
vi: Quý khách vui lòng liên kết tài khoản để xem các nội dung tính phí và đăng ký dịch vụ UClip

# myclip.LinkAccountSuccess
source: Account link successfully
vi: Liên kết tài khoản thành công

# myclip.LinkToShareNotAvailable
source: The link is not available.
vi: Liên kết không khả dụng.

# myclip.LiveCam
source: Live streaming
vi: Phát trực tiếp

# myclip.LiveCamClose
source: Do you really want to stop streaming?
vi: Bạn có thực sự muốn dừng phát trực tiếp không?

# myclip.LiveCamStreamIsEnd
source: Error of signal transmission line. Please try again later
vi: Lỗi đường truyền tín hiệu. Quý khách vui lòng thử lại sau

# myclip.LiveCamTitleEmpty
source: Title cannot be empty
vi: Tiêu đề không thể để trống

# myclip.Login
source: Log in
vi: Đăng nhập

# myclip.Logout
source: Logout
vi: Đăng xuất

# myclip.LougoutConfirm
source: Are you sure you want to log out?
vi: Bạn có chắc muốn đăng xuất?

# myclip.Name
source: Name
vi: Tên

# myclip.NewPassEmpty
source: Please enter a new password
vi: Vui lòng nhập mật khẩu mới

# myclip.NoComment
source: There are no comments yet
vi: Không có bình luận nào

# myclip.NoData
source: No data
vi: Không có dữ liệu

# myclip.NoDataVideoOffline
source: Next time you go online, try downloading to be able to watch without an Internet connection
vi: Khi trực tuyến lần tiếp theo, hãy thử tải xuống để có thể xem mà không cần kết nối Internet.

# myclip.NoScheduleData
source: No showtimes data
vi: Không có dữ liệu lịch chiếu

# myclip.noSpeechSearchVoice
source: Do not understand the information
vi: Không hiểu được thông tin

# myclip.Notification
source: Notification
vi: Thông báo

# myclip.NotLogIn
source: Customer has not logged in
vi: Khách hàng chưa đăng nhập

# myclip.offToggleSettingsNoti
source: Notifications off
vi: Đã tắt thông báo

# myclip.OK
source: AGREE
vi: ĐỒNG Ý

# myclip.OldPassEmpty
source: Please enter the old password
vi: Vui lòng nhập mật khẩu cũ

# myclip.onToggleSettingsNoti
source: Notifications turned on
vi: Đã bật thông báo

# myclip.OtpNotSended
source: Could not send otp code
vi: Không thể gữi mã otp

# myclip.OtpSended
source: OTP Sended
vi: Đã gửi mã otp

# myclip.Package
source: Package
vi: Gói cước

# myclip.Part
source: List
vi: Tập

# myclip.PasswordEmpty
source: Please enter a password
vi: Vui lòng nhập mật khẩu.

# myclip.PasswordNotMatch
source: Confirm password incorrect
vi: Xác nhận mật khẩu không chính xác

# myclip.PhoneNumberEmpty
source: Please enter the phone number
vi: Vui lòng nhập số điện thoại.

# myclip.PhoneNumberNotValid
source: Invalid phone number. Please check again.
vi: Số điện thoại không hợp lệ. Vui lòng kiểm tra lại.

# myclip.Playlist
source: Playlist
vi: Danh sách phát

# myclip.Presenting
source: Now playing
vi: Đang phát

# myclip.quality.auto
source: Automatic
vi: Tự động

# myclip.RateApp
source: application reviews
vi: Đánh giá ứng dụng

# myclip.Register
source: Register
vi: Đăng ký

# myclip.RegisterPackage
source: Register
vi: Đăng ký

# myclip.RegisterPackageMsg
source: To buy the package %@ for %@
vi: Để mua gói cước %@ với giá %@

# myclip.ReLogin
source: Relogin
vi: Đăng nhập lại

# myclip.RemoveFail
source: Delete failed
vi: Xoá thất bại

# myclip.RemovePlaylist
source: Delete playlist
vi: Xoá danh sách phát

# myclip.RemoveSuccess
source: Delete successful
vi: Xoá thành công

# myclip.Reply
source: Reply
vi: Trả lời

# myclip.Report
source: Report
vi: Báo cáo

# myclip.require3G
source: Please turn on the mobile data mode on your computer to automatically log in!
vi: Mời bạn bật chế độ dữ liệu di động trên máy để tự động đăng nhập!

# myclip.SearchNoResult
source: No results found for "%@".
vi: Không tìm thấy kết quả nào cho "%@".

# myclip.SearchPlaceHolder
source: Search for videos & movies
vi: Tìm kiếm video & phim

# myclip.SeeMoreComments
source: See %@ other replies
vi: Xem %@ câu trả lời khác

# myclip.SendSMSFailed
source: Message failed!
vi: Gửi tin nhắn thất bại!

# myclip.Settings
source: Establish
vi: Thiết lập

# myclip.Share
source: Share
vi: Chia sẻ

# myclip.ShortPassword
source: Invalid password. Password length is from 6 to 128 characters
vi: Mật khẩu không hợp lệ. Độ dài mật khẩu từ 8 đến 128 ký tự

# myclip.Skip
source: Later
vi: Để sau

# myclip.SMSNotAvailabel
source: Sorry, your device does not support sending SMS!
vi: Xin lỗi, thiết bị của bạn không hỗ trợ gửi tin nhắn SMS!

# myclip.startSpeech
source: Please say ..
vi: Mời nói...

# myclip.StreamingURLError
source: Error of signal transmission line. Please try again later
vi: Lỗi đường truyền tín hiệu. Quý khách vui lòng thử lại sau

# myclip.TabComment
source: COMMENT
vi: BÌNH LUẬN

# myclip.TabPart
source: List
vi: DANH SÁCH

# myclip.TabProgramSchedule
source: SHOWTIMES
vi: LỊCH CHIẾU

# myclip.TabRelate
source: INVOLVE
vi: LIÊN QUAN

# myclip.TermOfUse
source: Terms of use
vi: Điều khoản sử dụng

# myclip.Today
source: Today
vi: Hôm nay

# myclip.TokenInvalid
source: The login session has expired or your account has been signed in on another device
vi: Phiên đăng nhập đã hết hạn hoặc tài khoản của bạn đã được đăng nhập trên một thiết bị khác

# myclip.UnregisterPackage
source: UNREGISTER PACKAGE
vi: Huỷ gói cước

# myclip.UnregisterPackageConfirm
source: Are you sure you want to cancel the package %@
vi: Bạn có chắc chắn muốn huỷ gói %@

# myclip.UnregisterPackageMsg
source: You have successfully canceled the package %@
vi: Bạn đã huỷ thành công gói %@

# myclip.UpdatePlaylist
source: Edit playlist
vi: Chỉnh sửa danh sách phát

# myclip.UpdateSuccess
source: Correction successful
vi: Sửa thành công

# myclip.ViewAll
source: See it all
vi: Xem tất cả

# myclip.WatchHistory
source: See RECENT
vi: Xem GẦN ĐÂY

# myclip.WatchLater
source: WATCH IT LATER
vi: XEM SAU

# myclip.welcome1Title
source: 100% free high speed data flow
vi: 100% miễn phí lưu lượng data tốc độ cao

# myclip.welcome2Title
source: Millions of videos with interesting features
vi: Hàng triệu video đặc sắc hấp dẫn

# myclip.welcome3Title
source: Upload and share videos anytime, anywhere
vi: Đăng tải và chia sẻ video mọi lúc, mọi nơi

# myclip.WriteComment
source: Write a comment
vi: Viết bình luận

# myclip.WriteReply
source: Write reply
vi: Viết trả lời

# nam
source: Year
vi: Năm

# nang_cap
source: Upgrade
vi: Nâng cấp

# NewsMusic
source: Latest song
vi: Bài hát mới nhất

# NewsVideo
source: Latest video
vi: Video mới nhất

# ngay
source: day
vi: Ngày

# nguoi_dang_ky
source: Subscribers
vi: Người đăng ký

# nhap_lai_thong_tin
source: Retype the information
vi: Nhập lại thông tin

# nhap_ma_xac_nhan
source: Enter the verification code
vi: Nhập mã xác nhận

# nhap_mat_khau
source: Enter password
vi: Nhập mật khẩu

# nhap_noi_dung_phan_hoi
source: Enter the response text
vi: Nhập nội dung phản hồi

# nhap_so_dien_thoai
source: Enter your phone number
vi: Nhập số điện thoại

# noi_dung_ban_da_chon
source: The content you have selected
vi: Nội dung bạn đã chọn

# noi_dung_de_xuat
source: recommended content
vi: Nội dung đề xuất

# noi_dung_khong_duoc_chap_nhan_voi_ly_do
source: Content not accepted for reason
vi: Nội dung không được chấp nhận với lý do

# Not_Internet
source: No network connection. Please try again
vi: Không có kết nối mạng. Vui lòng thử lại

# NotificationConfirm
source: Do you want to disable this channel notification
vi: Bạn có muốn tắt thông báo kênh này

# OK
source: Agree
vi: Đồng ý

# PaymentMethod
source: Payment methods
vi: Phương thức thanh toán

# phan_hoi_dang_duoc_quan_tri_vien_xem_xet
source: The response is being reviewed by the administrator
vi: Phản hồi đang được quản trị viên xem xét

# phien_ban_ung_dung
source: Application version
vi: Phiên bản ứng dụng

# phut
source: Minute
vi: Phút

# quay_video
source: Video Turning
vi: Quay Video

source: Refuse
vi: Từ chối

# Register
source: Registration
vi: Đăng ký

# RegisterSubNotSuccess
source: Registration failed
vi: Đăng ký không thành công

# RegisterSubSuccess
source: Sign Up Success
vi: Đăng ký thành công

# RegisterSubTitle
source: Register the package
vi: Đăng ký gói cước

# sap_xep_theo
source: Sorted by
vi: Sắp xếp theo

# SaveConfirm
source: Do you want to save these changes?
vi: Bạn có muốn lưu các thay đổi này không ?
