Repository: datnv2908/Viettel-Telecom
Catalog: LumiClip/MyClip/Resource/Localization/*.lproj/Localizable.strings
Languages: vi

# SettingConfirm
source: To get started, go to Settings> UCLIP and allow access to Photos, Camera
vi: Để bắt đầu, hãy chuyển đến Cài đặt > UClip và cho phép truy cập vào Ảnh, Camera

# signin_now_to_upload
source: Login now to upload
vi: Đăng nhập ngay để upload

# so_thue_bao
source: Subscriber number
vi: Số thuê bao

# su_kien
source: Event
vi: Sự kiện

# SYSTEM_BUSY
source: The system is busy please try again later
vi: Hệ thống đang bận vui lòng thử lại sau

# tai_khoan_da_duoc_duyet
source: Account is approved
vi: Tài khoản đã được duyệt

# tai_khoan
source: Account
vi: Tài khoản

# tai_lai
source: Reload
vi: Tải lại

# tai_len_loi
source: Upload error
vi: Tải lên lỗi

# tai_len_thanh_cong
source: Upload successful
vi: Tải lên thành công

# tai_len
source: Upload
vi: Tải lên

# tai_xuong_loi
source: Download the error
vi: Tải xuống lỗi

# tai_xuong_thanh_cong
source: Download successful
vi: Tải xuống thành công

# tai_xuong
source: Download
vi: Tải xuống

# tao_danh_sach_phat_moi
source: Create new playlist
vi: Tạo danh sách phát mới

# tat_ca_tra_loi
source: All replies
vi: Tất cả trả lời

# tat_thong_bao_kenh_nay
source: Turn off this channel notification
vi: Tắt thông báo kênh này

# tat_thong_bao
source: Turn off notifications
vi: Tắt thông báo

# ten_danh_sach_phat
source: Playlist name
vi: Tên danh sách phát

# ten_day_du
source: Full name
vi: Tên đầy đủ

# tham_gia_ngay
source: Join the day
vi: Tham gia ngày

# thang
source: Month
vi: Tháng

# thanh_cong
source: Success
vi: Thành công

# thay_doi_ngon_ngu
source: Change language
vi: Thay đổi ngôn ngữ

# the_le
source: Rules
vi: Thể lệ

# them_cau_tra_loi
source: Add the answer
vi: Thêm câu trả lời

# them_kenh
source: Add channels
vi: Thêm kênh

# them_vao_danh_sach_phat
source: Add to playlist
vi: Thêm vào danh sách phát

# them_vao_xem_sau
source: Add to watch later
vi: Thêm vào xem sau

# them_vao
source: add
vi: Thêm vào

# theo_doi_kenh
source: Subscribe to the channel
vi: Theo dõi kênh

# theo_doi
source: Subscriptions
vi: Theo dõi

# theo_doi_btn
source: Follow
vi: Theo dõi

# thich_video
source: Like Videos
vi: Thích Video

# thiet_bi_cua_ban_khong_ho_tro_camera
source: Your device does not support the camera
vi: Thiết bị của bạn không hỗ trợ camera

# thiet_bi_cua_ban_khong_the_chup_anh
source: Your device cannot take photos!
vi: Thiết bị của bạn không thể chụp ảnh!

# thiet_bi_khong_ho_tro_nhan_tin
source: Messaging does not support devices
vi: Thiết bị không hỗ trợ nhắn tin

# thiet_bi_khong_the_thuc_hien_cuoc_goi
source: The device cannot make the call
vi: Thiết bị không thể thực hiện cuộc gọi

# thinh_hanh
source: Popular
vi: Thịnh hành

# thoat
source: Exit
vi: Thoát

# thoi_gian
source: Time
vi: Thời gian

# thong_bao
source: Notification
vi: Thông báo

# thong_tin_ca_nhan
source: personal information
vi: Thông tin cá nhân

# thong_tin_thanh_toan
source: Billing Information
vi: Thông tin thanh toán

# thu_nhap_hang_thang
source: Monthly income
vi: Thu nhập hàng tháng

# thu_nhap
source: Income
vi: Thu nhập

# tieng_viet
source: Vietnamese
vi: Tiếng Việt

# tieng_mov
source: Portuguese
vi: Tiếng Bồ Đào Nha

# tieng_anh
source: English
vi: Tiếng Anh

# tiep_theo
source: Next
vi: Tiếp theo

# tiep_tuc
source: continue
vi: Tiếp tục

# tieu_de_khong_duoc_de_trong
source: Can not leave the title blank
vi: Tiêu đề không được để trống

# toc_do
source: Speed
vi: Tốc độ

# toi_da_doc_va_dong_y
source: I have read and agree
vi: Tôi đã đọc và đồng ý

# tong_diem
source: total score
vi: Tổng điểm

# Top
source: TOP members
vi: TOP thành viên

# TopMusic
source: Music trends
vi: Xu hướng âm nhạc

# TopVideo
source: Video Trends
vi: Xu hướng Video

# tra_cuu_mst
source: Search tax code
vi: Tra cứ mã số thuế

# trang_chu
source: Home
vi: Trang chủ

# trang_thai
source: Status
vi: Trạng thái

# truoc
source: Before
vi: Trước

# tu_choi_duyet
source: Refuse to approve
vi: Từ chối duyệt

# tu_choi
source: Refuse
vi: Từ chối

# tu_dong_phat
source: Autoplay
vi: Tự động phát

# tu
source: From
vi: Từ

# tuan
source: Week
vi: Tuần

# tuong_tac_cua_ban
source: Your interaction
vi: Tương tác của bạn

# UnFollowChannelDesc
source: Do you agree to stop following %@?
vi: Bạn có đồng ý ngừng theo dõi %@ không?

# UnFollowChannelTitle
source: Notification
vi: Thông báo

# UnregisterSubNotSuccess
source: Cancel the package failed
vi: Huỷ gói cước không thành công

# UnregisterSubSuccess
source: Cancel the package successfully
vi: Huỷ gói cước thành công

# UnregisterSubTitle
source: Cancel the package
vi: Hủy gói cước

# video_cua_toi
source: My video
vi: Video của tôi

# video_dang_tai_xuong
source: Video is downloading
vi: Video đang tải xuống

# video_nay_se_khong_co_san_de_xem_ngoai_tuyen
source: This video will not be available for offline viewing
vi: Video này sẽ không có sẵn để xem ngoại tuyến

# video_tai_xuong
source: Video download
vi: Video tải xuống

# viet_binh_luan
source: Write a comment
vi: Viết bình luận

# vui_long_nhap_noi_dung_tim_kiem
source: Please enter your search text
vi: Vui lòng nhập nhập nội dung tìm kiếm

# xac_nhan_mat_khau_moi
source: Confirm new password
vi: Xác nhận mật khẩu mới

# xac_nhan_thong_tin_ca_nhan
source: Confirm personal information
vi: Xác nhận thông tin cá nhân

# xac_nhan
source: Confirm
vi: Xác nhận

# xem_gan_day
source: Watch recently
vi: Xem gần đây

# xem_nhieu_nhat
source: Most view
vi: Xem nhiều nhất

# xem_sau
source: Watch later
vi: Xem sau

# xem_tat_ca
source: See it all
vi: Xem tất cả

# xem_them
source: see more
vi: Xem thêm

# xem_tiep
source: continue watching
vi: Xem tiếp

# xem_video_tai_xuong_trong_trang_ca_nhan
source: Watch downloaded videos in your Profile without a network connection.
vi: Xem video tải xuống trong Trang cá nhân của bạn mà không cần kết nối mạng.

# xem_video
source: Watch video
vi: Xem Video

# xem
source: Watch
vi: Xem

# xin_chao
source: hello
vi: Xin chào

# xoa_khoi_danh_sach_video_tai_xuong
source: Remove from download list?
vi: Xóa khỏi danh sách video tải xuống?

# xoa_khoi_danh_sach
source: Delete from list
vi: Xóa khỏi danh sách

# xoa_lich_su_tim_kiem
source: Clear search history
vi: Xoá lịch sử tìm kiếm

# xoa_lich_su_xem
source: Clear watch history
vi: Xoá lịch sử xem

# xoa_noi_dung_khoi_thu_muc_tai_xuong
source: Delete content from download
vi: Xóa nội dung khỏi mục tải xuống

# xoa_tai_len
source: Delete upload
vi: Xóa tải lên

# xoa_tai_xuong
source: Delete download
vi: Xóa tải xuống

# xoa_video
source: Delete the video
vi: Xóa video

# xoa_xem_gan_day
source: Clear recent view
vi: Xóa xem gần đây

# xoa
source: Delete
vi: Xóa

# an
source: Hide
vi: Ẩn

# yeu_cau_nang_cap_phien_ban_moi
source: To continue using the application please upgrade to the new version
vi: Để tiếp tục sử dụng ứng dụng vui lòng nâng cấp lên phiên bản mới

# yeu_cau_restart_app
source: Please close then re-open MeuClip application to update the new language
vi: Hãy tắt và mở lại ứng dụng để cập nhật ngôn ngữ mới

# su_dung_thong_tin_co_san
source: Use the information available
vi: Sử dụng thông tin có sẵn

# ho_va_ten
source: First and last name
vi: Họ và tên

# dia_chi_email
source: Email address
vi: Địa chỉ Email

# so_cmnd
source: ID number
vi: Số CMND

# noi_cap
source: Issued by
vi: Nơi cấp

# ngay_cap
source: Date Range
vi: Ngày cấp

# so_dien_thoai_unitel
source: Phone number (movitel )
vi: Số điện thoại (Unitel)

# ma_otp
source: OTP CODE
vi: Mã OTP

# tim_kiem
source: Search
vi: Tìm kiếm
