Repository: datnv2908/Viettel-Telecom
Catalog: 5DMax/5dmax/Resource/Localization/*.lproj/Localizable.strings
Languages: vi

# OK_base
source: Accept
vi: Ok

# OK
source: Accept
vi: Đồng ý

source: Cancel
vi: Hủy

source: Ignore
vi: Bỏ qua

# Logout
source: Do you want to log out?
vi: Bạn có muốn đăng xuất không?

# LogoutConfirm
source: Do you want to log out?
vi: Bạn có muốn đăng xuất không?

# LoginFailMessage
source: Login failed. Please try again ina few minutes.
vi: Đăng nhập không thành công. Vui lòng thử lại.

# LoginSuccessMessage
source: Inicio de sesión exitoso
vi: Đăng nhập thành công

# InternetConnectLost
source: No conexión a internet
vi: Không có kết nốt Internet

# DataNotFound
source: No Data
vi: Không có dữ liệu

# EnterOTP
source: Please enter authentication code
vi: Vui lòng nhập mã xác thực

# EnterfailOTP
source: Wrong authentication code
vi: Mã xác nhận không hợp lệ

# EnterPhoneNumber
source: The field can't be empty. Please enter your phone number.
vi: Yêu cầu nhập số điện thoại

# EnterPassword
source: The field can't be empty. Please enter your password.
vi: Vui lòng nhập mật khẩu

source: Invalid phone number
vi: Số điện thoại không hợp lệ

# DeviceCannotSendMsg
source: Su dispositivo no soporta SMS
vi: Thiết bị không hỗ trợ nhắn tin

# Register
source: Login
vi: Đăng ký

# BuyRetail
source: Buy movie
vi: Mua lẻ

# rentFilm
source: Rent
vi: Thuê phim

# buyFilm
source: Rent
vi: Mua phim

# Auto
source: Automatic
vi: Tự động

# RegisterSubTitle
source: Confirmar suscripción
vi: Đăng ký gói cước

# UnregisterSubTitle
source: Unsubscribe
vi: Hủy gói cước

# RegisterSubSuccess
source: Successful subscription
vi: Đăng ký thành công

# RegisterSubNotSuccess
source: Unsuccessful subscription
vi: Đăng ký không thành công

# UnregisterSubSuccess
source: Subscription successfully cancelled
vi: Huỷ gói cước thành công

# UnregisterSubNotSuccess
source: Subscription unsuccessfully cancelled
vi: Huỷ gói cước không thành công

# RegisterSuccess
source: Successful subscription
vi: Đăng ký thành công

# RentSuccess
source: Rent successful
vi: Thuê phim thành công

# EnterConfirmPassword
source: Por favor reingrese su contraseña
vi: Vui lòng nhập xác nhận mật khẩu

# ConfirmPasswordNotMatch
source: Password is not correct. Please, enter it again.
vi: Xác nhận mật khẩu không đúng. Vui lòng kiểm tra lại

# ChangePasswordSuccess
source: The password was successfully changed
vi: Đổi mật khẩu thành công

# EnterNewPassword
source: New Password
vi: Vui lòng nhập mật khẩu mới

# EnterCaptcha
source: Authentication code
vi: Vui lòng nhập mã bảo vệ

# AddedToWatchLater
source: Added to Watch later successfully
vi: Đã thêm vào Xem Sau

# ChangePinSuccess
source: Successful PIN change
vi: Đổi mã PIN thành công

# PinCodeNotCorrect
source: PIN is not correct
vi: Mã PIN không đúng

# EnterPinCode
source: Please enter PIN
vi: Xin vui lòng nhập mã PIN

# SetupPinCodeSuccess
source: PIN set successfully
vi: Thiết lập mã PIN thành công

# OtpSentToPhoneNumber
source: Temporal password was sent succesfully
vi: Nhập mã xác thực đã được gửi tới số

# LinkSuccess
source: Successfully linked account
vi: Liên kết tài khoản thành công

# BadUrl
source: Invalid URL
vi: Đường dẫn không hợp lệ

# dang_ky
source: Subscribed
vi: Đăng ký

# dang_ky_sub
source: Subscription
vi: Đăng ký

# mat_khau_tam_thoi
source: Temporal password
vi: Mật khẩu tạm thời

# check_term_msg
source: To continue, please accept the Terms and Conditions
vi: To continue, please accept Terms and Conditions

# phim_mien_phi
source: Free movies
vi: Phim miễn phí

# phim_theo_the_loai
source: Movies by category
vi: Phim theo thể loại

# phim_hot
source: Featured Films
vi: Phim Hot

# phim_de_cu
source: Recommended movies
vi: Phim đề cử

# phim_moi
source: New Arrivals
vi: Phim mới

# phim_theo_quoc_gia_dien_vien_dao_dien
source: Movies by country, actors and directors
vi: Phim theo quốc gia, diễn viên, đạo diễn

# phim_loc_theo_nam
source: Movies by year
vi: Phim lọc theo năm

# phim_cua_toi
source: Watch Later
vi: Phim của tôi

# phim_da_xem
source: Continue playing
vi: Phim đã xem

# lich_su_giao_dich_thue_bao
source: Transaction Background
vi: Lịch sử giao dịch thuê bao

# thong_bao
source: Notification
vi: Thông báo

# trang_chu
source: Home page
vi: Trang chủ

# phim_co_phi
source: Rent
vi: Phim có phí

# cho_thue_noi_dung
source: Rent
vi: Cho thuê nội dung

# the_loai
source: Category
vi: Thể loại

# xem_sau
source: Watch later
vi: Xem sau

# dang_ky_vip
source: Subscription
vi: Đăng ký VIP

# moi_cap_nhat
source: Newly updated
vi: Mới cập nhật

# thiet_lap
source: Setting
vi: Thiết lập

# tai_khoan
source: Account
vi: Tài khoản

# dieu_khoan
source: Terms and Conditions
vi: Điều khoản

# xem_dieu_khoan
source: To continue, please accept the Terms and Conditions
vi: Al registrarte aceptas los Términos y Condiciones del servicio

# ho_tro
source: Support
vi: Hỗ trợ

# dang_xuat
source: Sign out
vi: Đăng xuất

# quan_ly_goi_cuoc
source: Subscription
vi: Quản lý gói cước

# doi_mat_khau
source: Change password
vi: Đổi mật khẩu

# chat_luong
source: Quality
vi: Chất lượng

# quan_ly_noi_dung
source: Parental Control
vi: Quản lý nội dung

# tro_giup
source: Support
vi: Trợ giúp

# dieu_khoan_dich_vu
source: Terms and Conditions
vi: Điều khoản dịch vụ

# chinh_sach_bao_mat
source: Privacy Policy
vi: Chính sách bảo mật

# lay_mat_khau_mac_dinh
source: Fogort password?
vi: Lấy mật khẩu mặc định

# phien_ban
source: Version
vi: Phiên bản

# phim_bo
source: Series
vi: Phim bộ

# dang_xem
source: Watching
vi: Đang xem

# truoc
source: Before
vi: trước

# huy_goi_cuoc_dk
source: Unsubscribe
vi: Hủy gói cước

# si_dong_y
source: Accept
vi: Đồng ý

# dong_y
source: Accept
vi: Đồng ý

# huy_bo
source: Cancel
vi: Hủy bỏ

# bo_qua
source: Ignore
vi: Bỏ qua

# thiet_bi_khong_the_thuc_hien_cuoc_goi
source: El dispositivo no puede hacer llamadas
vi: Thiết bị không thể thực hiện cuộc gọi

# xin_moi_noi
source: Por favor diganos su opinión
vi: Xin mời nói

# tu_dong
source: Automatic
vi: Tự động

# tai_ve
source: Download
vi: Tải về

# chon_chat_luong
source: Choose quality
vi: Chọn chất lượng

# dang_cap_nhat
source: Updating
vi: Đang cập nhật

# quoc_gia
source: Country
vi: Quốc gia

# thoi_gian_su_dung
source: Period of use
vi: Thời gian sử dụng

# thue_phim
source: Rent
vi: Thuê phim

# thue_tap
source: Buy
vi: Thuê tập

# thue_toan_bo
source: Buy collection
vi: Thuê cả bộ

# thue_tap_drm
source: Rent
vi: Thuê tập

# thue_toan_bo_drm
source: Rent collection
vi: Thuê cả bộ

# gia_cuoc
source: Price
vi: Giá cước

# dang_ky_goi_cuoc
source: Registro del paquete
vi: Đăng ký gói cước

# ngay_thang
source: %d %d
vi: Ngày %d tháng %d

# danh_sach_cua_toi
source: Mi lista
vi: Danh sách của tôi

# thiet_bi_khong_ho_tro_nhan_tin
source: El dispositivo no soporta SMS
vi: Thiết bị không hỗ trợ nhắn tin

# danh_sach_tap
source: List of episodes
vi: Danh sách tập

# tap_tiep_theo
source: Next episode
vi: Tập tiếp theo

# tap
source: Episodes
vi: Tập

# dien_vien
source: Actor
vi: Diễn viên

# danh_gia
source: Revisión
vi: Đánh giá

source: Seasons
vi: Phần

# phim_lien_quan
source: Related movies
vi: Phim liên quan

# thanh_cong
source: Success
vi: Thành công

# xem_them
source: View more
vi: Xem thêm

# xac_thuc_lien_ket_tai_khoan
source: Account link authentication
vi: Xác thực liên kết tài khoản

source: Please link your account with your phone number to watch the content charged on Bitel Video.
vi: Quý khách vui lòng liên kết tài khoản với số điện thoại để xem các nội dung tính phí trên 5Dmax.

# lay_ma_xac_thuc
source: Get temporal password
vi: Lấy mã xác thực

# lien_he_198_de_duoc_ho_tro
source: Call 123 for customer service
vi: Liên hệ 198 để được hỗ trợ

# so_dien_thoai
source: Phone number
vi: Số điện thoại

# nhap_ma_xac_nhan
source: Enter temporal password
vi: Nhập mã xác nhận

# nhap_mat_khau_tam_thoi
source: Enter temporal password
vi: Nhập mật khẩu tạm thời

# gui_mat_khau_tam_thoi_thanh_cong
source: Temporal password was sent succesfully
vi: Mật khẩu tạm thời đã được gửi qua SMS

# gui_lai_ma
source: Resend temporal password
vi: Gửi lại mã

# gui_lai_mat_khau_tam_thoi
source: Resend temporal password
vi: Gửi lại mật khẩu tạm thời

# lien_ket_tai_khoan
source: Link your account
vi: Liên kết tài khoản

# ma_xac_thuc
source: Temporal password
vi: Mã xác thực

# nhap_ma_xac_thuc_da_duoc_gui_toi_so
source: Ingresar a la OTP y enviar al número de teléfono
vi: Nhập mã xác thực đã được gửi tới số

# dang_nhap
source: Login
vi: Đăng nhập

# hoac
source: Or
vi: Hoặc

# tu_dong_dang_nhap_bang_3G_4G
source: 4G
vi: Tự động đăng nhập bằng 3G/4G

# dang_nhap_bang_SMS
source: New Client? Click here
vi: Đăng nhập bằng SMS

# dang_ky_moi
source: New Client? Click here
vi: Đăng ký mới

# da_gui_lai_ma
source: Vuelva a enviar el código con éxito
vi: Đã gửi lại mã

# dang_nhap_bang_facebook
source: Login by Facebook
vi: Đăng nhập bằng facebook

# mat_khau
source: Password
vi: Mật khẩu

# nhap_mat_khau
source: Enter password
vi: Nhập mật khẩu

# nhap_lai_mat_khau
source: Re-ingresar contraseña
vi: Nhập lại mật khẩu

# ma_xac_nhan
source: Temporal password
vi: Mã xác nhận

# nhap_ma_xac_thuc
source: Enter temporal password
vi: Nhập mã xác thực

# tiep_tuc
source: Continue
vi: Tiếp tục

# nhap_mat_khau_cu
source: Password
vi: Nhập mật khẩu cũ

# nhap_mat_khau_moi
source: New Password
vi: Nhập mật khẩu mới

# xac_nhan_mat_khau_moi
source: Confirm password
vi: Xác nhận mật khẩu mới

# nhap_ma_captcha
source: Authentication code
vi: Nhập mã captcha

# quen_mat_khau
source: Forgot password?
vi: Quên mật khẩu?

# thong_tin
source: Information
vi: Thông tin

# chua_lien_ket
source: Sin vincular todavía
vi: Chưa liên kết

# chua_dang_ky
source: Sin registrar todavía
vi: Chưa đăng ký

# huy
source: Cancel
vi: Hủy

# chinh_sua
source: Edit
vi: Chỉnh sửa

# ho_ten
source: Name
vi: Họ tên

# lien_ket
source: Link
vi: Liên kết

# xac_nhan_chinh_sua
source: Confirme para editar
vi: Xác nhận chỉnh sửa

# vui_long_nhap_mat_khau_de_bat_dau_chinh_sua_thong_tin_Tai_khoan
source: Por favor ingrese su contraseña para editar la información de cuenta
vi: Vui lòng nhập mật khẩu để bắt đầu chỉnh sửa thông tin Tài khoản.

# kiem_soat_cua_phu_huynh
source: Parental control
vi: Kiểm soát của phụ huynh

# ma_PIN_dang_tat
source: PIN is not activated.
vi: Mã PIN đang tắt.

# cho_phep_xem_tat_ca_noi_dung_ma_khong_can_den_ma_PIN
source: Allow seeing all contents without a PIN code.
vi: Cho phép xem tất cả nội dung mà không cần đến mã PIN

# ma_PIN_dang_bat_nNoi_dung_Nguoi_lon_tro_len_duoc_bao_ve_boi_ma_PIN
source: Adult content is protected by PIN
vi: Mã PIN đang bật. Nội dung Người lớn trở lên được bảo vệ bởi mã PIN

# ma_PIN_dang_bat_nNoi_dung_Thieu_nien_tro_len_duoc_bao_ve_boi_ma_PIN
source: Teens content is protected by PIN
vi: Mã PIN đang bật. Nội dung Thiếu niên trở lên được bảo vệ bởi mã PIN

# ma_PIN_dang_bat_nNoi_dung_Teens_tro_len_duoc_bao_ve_boi_ma_PIN
source: Youth content is protected by PIN
vi: Mã PIN đang bật. Nội dung Teens trở lên được bảo vệ bởi mã PIN

# ma_PIN_dang_bat_nTat_ca_noi_dung_deu_duoc_cho_phep
source: Suitable for everyone
vi: Mã PIN đang bật. Tất cả nội dung đều được cho phép

# ban_co_the_kiem_soat
source: You can control movie content for all audiences based on PIN. Simply choose the maximum allowed age of your preference, enter your PIN, and then save the changes.
vi: Bạn có thể kiểm soát các nội dung phim cho tất cả đối tượng dựa trên xếp hạng. Đơn giản chỉ cần chọn các xếp hạng tối đa cho phép, nhập mã PIN của bạn, và sau đó lưu các thay đổi.

# yeu_cau_nhap_ma_pin_4_so
source: Enter a PIN (4 digits) to control the content of any person above the selected level.
vi: Yêu cầu nhập mã PIN (4 số) với bất kỳ ai xem nội dung cao hơn mức đã chọn

# thiet_lap_ma_pin
source: Setting PIN
vi: Thiết lập mã PIN

# cap_do_kiem_soat_noi_dung
source: Parental Control level
vi: Cấp độ kiểm soát nội dung

# noi_dung_Nguoi_lon_tro_len_duoc_bao_ve_boi_ma_PIN
source: PIN is not activated. Allow watching all content without PIN.
vi: Nội dung Người lớn trở lên được bảo vệ bởi mã PIN

# tre_em
source: Children
vi: Trẻ em

# thieu_nien
source: Teenagers
vi: Thiếu niên

# thieu_nien_sub
source: Teens
vi: Thiếu niên

# teens
source: Youth
vi: Teens

# nguoi_lon
source: Adults
vi: Người lớn

# nguoi_lon_sub
source: Adult
vi: Người lớn

# luu
source: Save
vi: Lưu

# nhap_ma_pin_hien_tai
source: Enter current PIN
vi: Nhập mã PIN hiện tại

# ma_pin_khong_dung
source: PIN is not correct
vi: Mã PIN không đúng

# chat_luong_phim
source: Movie Quality
vi: Chất lượng Phim

# chi_tai_bang_wifi
source: Download with Wifi only
vi: Chỉ tải bằng Wifi

# phim_chat_luong_cao_se_su_dung_nhieu_data_hon
source: Higher resolution films will have higher data consumption. The resolution of the film will be automatically adapted based on the speed of the network.
vi: Phim chất lượng cao sẽ sử dụng nhiều Data hơn. Chất lượng phim có thể được điều chỉnh tự động dựa trên tốc độ mạng.

# tiep_theo
source: Next
vi: Tiếp theo

# bat_dau
source: Start
vi: Bắt đầu

# tiep
source: Next
vi: Tiếp

# xin_chao
source: Hello
vi: Xin chào

# cap_nhat_phim_moi_moi_ngay
source: Actualiza nuevas películas cada día.
vi: Cập nhật phim mới mỗi ngày

# cac_bo_phim_xuat_sac_tu_Hollywood_chau_A_va_hon_nua
source: Excelentes péliculas de Hollywood, Asia y más
vi: Các bộ phim xuất sắc từ Hollywood, châu Á và hơn nữa.

# xem_tren_thiet_bi_yeu_thich
source: Miraló en tu dispositivo favorito
vi: Xem trên thiết bị yêu thích

# 5Dmax_ho_tro_tat_ca_cac_dong_may_Andorid_iOS_va_Smart_TV
source: 5Dmax soporta todos los tipos de Android, iOS y todos los modelos de Smart TV
vi: 5Dmax hỗ trợ tất cả các dòng máy Andorid, iOS và Smart TV.

# tang_kem_goi_Data_cuc_khung
source: Tráfico de datos gratis con el paquete
vi: Tặng kèm gói Data cực"khủng"

# voi_dung_luong_len_toi_30GB_cho_phep_ban_xem_phim_moi_luc_moi_noi
source: Con una capacidad de hasta 30GB, puedes visualizar péliculas en cualquier momento y lugar
vi: Với dung lượng lên tới 30GB cho phép bạn xem phim mọi lúc, mọi nơi.

# mien_phi_n_hoan_toan_Data_3G_4G_n_toc_do_cao
source: Datos completamente gratis 3G, 4G de alta velocidad
vi: Miễn phí hoàn toàn Data 3G, 4G tốc độ cao

# khong_bo_lo_n_phim_chau_A_an_khach_voi_n_hang_ty_luot_xem
source: No te pierdas las péliculas de Asia que son un éxito con billones de vistas
vi: Không bỏ lỡ phim châu Á ăn khách với hàng tỷ lượt xem

# hang_ngan_gio_phim_n_dac_sac_tu_FOX_WBros_n_Universal_MBC_TVB
source: Miles de horas de excelentes péliculas de FOX, Warner Bros, Universal, MBC, TVB y muchos más
vi: Hàng ngàn giờ phim đặc sắc từ FOX, WBros, Universal, MBC, TVB…

# danh_gia_ung_dung
source: Califica el app
vi: Đánh giá ứng dụng

# ban_co_muon_danh_gia_ung_dung
source: Te gustaría calificar el app
vi: Bạn có muốn đánh giá ứng dụng

# goi_cuoc_dang_su_dung
source: Paquete actual
vi: Gói cước đang sử dụng

# goi_cuoc_vip_khong_gioi_han
source: Paquete ilimitado VIP
vi: GÓI VIP Không giới hạn

# mien_phi_luu_luong_3G_4G
source: Tráfico libre en 3G y 4G
vi: Miễn phí lưu lượng 3G, 4G

# quyen_rieng_tu
source: Privacy Policy
vi: Quyền riêng tư

# huy_goi_cuoc
source: Unsubscribe
vi: Hủy gói cước

# danh_sach_goi_cuoc
source: Lista de paquetes
vi: Danh sách gói cước

# luu_y
source: Notice
vi: Lưu ý

# luu_luong_data_duoc_cong_them
source: El tráfico de datos se agrega correspondiendo al paquete que el cliente se ha registrado. La tárifa por el paquete esta asociada a la tárifa por el tráfico de datos cuando se hace uso del servicio.
vi: + Lưu lượng data được cộng thêm tương ứng với gói cước mà khách hàng đã đăng ký dịch vụ. + Giá cước là giá cước Data trọn gói khi sử dụng dịch vụ.

# phat_trailer
source: Play trailer
vi: Phát Trailer

# noi_bat
source: Momentos destacados
vi: Nổi bật

# danh_muc
source: Category
vi: Danh mục

# xu_huong
source: Trend
vi: Xu hướng

# nhap_ten_phim_dien_vien
source: Enter name of movie, actor
vi: Nhập tên phim, diễn viên

# tim_kiem
source: Search
vi: Tìm kiếm

# khong_tim_thay_ket_qua
source: No results for
vi: Không tìm thấy kết quả

# khong_tim_thay_ket_qua_cho_tu_khoa
source: No results for
vi: Không tìm thấy kết quả cho từ khóa

# goi_y_ket_qua
source: We recommend
vi: Gợi ý

# vui_long_cho_phep_quyen_su_dung_MicroPhone_de_tiep_tuc
source: To continue, please give permission to use MicroPhone
vi: Vui lòng cho phép quyền sử dụng MicroPhone để tiếp tục

# yeu_cau_khoi_dong_lai_app
source: The application must be restarted to make the change. Do you want to make it now?
vi: Ứng dụng đã chuyển sang %@, vui lòng khởi động lại ứng dụng để cập nhật ngôn ngữ mới

source: Price
vi: Đ

# mua
source: Buy
vi: Mua

# nam_san_xuat
source: Year
vi: Năm sản xuất

# ngon_ngu
source: Language
vi: Ngôn ngữ

# chon_ngon_ngu
source: Language
vi: Chọn ngôn ngữ

# chuyen_ve_man_hinh_chi_tiet_film
source: To watch a movie, please subscribe to Bitel Video Daily Price S/X inc. IVA.
vi: Để xem nội dung này, bạn cần mua một gói hoặc mua một phần. Quay trở lại màn hình và mua?

# yeu_cau_doi_mat_khau
source: This temporal password will expire soon. Go to Account section to change your password.
vi: Mật khẩu tạm thời sẽ hết hạn sớm. Đổi mật khẩu để không bị gián đoạn

# user_moi
source: Go to New client? Click here
vi: Bạn có phải là khách hàng mới không? Nhấn vào đây

# share_1
source: We recommend
vi: Tôi khuyên bạn nên xem

# share_2
source: Enjoy it on Bitel Video
vi: Thưởng thức nó trên Bitel Video

source: FIRST MONTH FREE
vi: Miễn phí tháng đầu tiên
